index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Alzzza</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://alazzza.github.io/assets/css/main.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Alzzza</h1>
<p>
<a href="https://github.com/alzzza/alzzza.github.io/edit/main/src/index.org">Edit</a>
</p>

<hr />

<div id="outline-container-about" class="outline-2">
<h2 id="about">???</h2>
<div class="outline-text-2" id="text-about">
<p>
My personal notes on various topics.
</p>

<p>
DISCLAIMER: This website's information is not meant to be a diagnostic aid or source of medical advice. You should consult a doctor if you have a medical issue. 
</p>

<p>
I am a newly qualified medical doctor. If you have a topic which you would like me to cover, please contact me.
</p>

<p>
Disclaimer 1: nothing, and I do mean <i>nothing</i>, on this website is intended as medical advice. If you have a medical issue, you must seek medical advice rather than consult the internet.
</p>

<p>
Disclaimer 2: I do this in my limited spare time after work. So, although I try my absolute best ensure that the content is accurate, there may be mistakes. Refer to the resources listed at the end of each topic!
</p>

<p>
Unless otherwise stated, everything on the site is under the <a href="https://raw.githubusercontent.com/alazzza/alazzza.github.io/refs/heads/main/LICENSE">GPL-3.0 license</a>.
</p>
</div>
</div>


<div id="outline-container-subjects" class="outline-2">
<h2 id="subjects">Subjects</h2>
<div class="outline-text-2" id="text-subjects">
<ul class="org-ul">
<li><a href="./ent/index.html">ENT</a></li>
<li><a href="./ugi/index.html">Upper GI</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
